aaron-bond.better-comments
alefragnani.bookmarks
aviralj02.usestatemate
bierner.emojisense
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
depoldemarco.react-jsx-genius
divlo.vscode-styled-jsx-syntax
eamodio.gitlens
emattiza.vscode-purty
fatehullah.vscode-font-switch
firefox-devtools.vscode-firefox-debug
github.vscode-pull-request-github
gruntfuggly.todo-tree
gydunhn.javascript-essentials
gydunhn.vsc-essentials-core
ibm.output-colorizer
lohsebhipolg2s.theme-aurora-borealis
oderwat.indent-rainbow
prettier.prettier-vscode
tombonnike.vscode-status-bar-format-toggle
usernamehw.errorlens
wilfriedago.vscode-symbols-icon-theme
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
